Repository: foldesistudio/szechenyi-2020-logo
Catalog: languages/szechenyi-2020-*.po
Languages: hu_hu

source: This sets top space between logo element and its top border.
hu_hu: Beállítja a térközt a logó és a felső szegély között.

source: About
hu_hu: Névjegy

source: Absolute
hu_hu: Abszolút

source: Additional Thanks
hu_hu: További köszönet

source: Author
hu_hu: Szerzőségi közlés

source: Background Color
hu_hu: Háttérszín

source: Border Bottom
hu_hu: Alsó szegély

source: Border Color
hu_hu: Szegélyszín

source: Border Left
hu_hu: Bal szegély

source: Border left Description
hu_hu: Beállítja a bal szegély méretét.

source: Border Radius
hu_hu: Szegély megjelenése

source: Border Radius Size
hu_hu: Szegély lekerekítési sugár

source: Border Right
hu_hu: Jobb szegély

source: Border Top
hu_hu: Felső szegély

source: Border Type
hu_hu: Szegély típusa

source: Bottom
hu_hu: Legalul

source: Close Button
hu_hu: Bezárás gomb

source: Current slug:
hu_hu: Jelenlegi csiga:

source: Custom CSS for Desktop
hu_hu: Egyéni asztali CSS

source: Custom CSS for Mobile
hu_hu: Egyéni mobil CSS

source: Dashed
hu_hu: Szaggatott vonal

source: Developer
hu_hu: Fejlesztő

source: Donate
hu_hu: Adományozzunk

source: Donate and Rating
hu_hu: Adományozás és értékelés

source: Dotted
hu_hu: Pontozott vonal

source: Double
hu_hu: Dupla vonal

source: Fixed
hu_hu: Rögzített

source: Groove
hu_hu: Rovátkolt 3D-s vonal

source: Height
hu_hu: Magasság

source: Horizontal Position
hu_hu: Vízszintes elhelyezkedés

source: Insert content from shortcode:
hu_hu: Tartalom beszúrása a shortcode:

source: Insert shortcode
hu_hu: Helyezze shortcode

source: Inset
hu_hu: Belső 3D-s vonal

source: Join us on Github
hu_hu: Csatlakozás a Github oldalhoz

source: Leave a review and give ★★★★★ rating
hu_hu: Vélemény és értékelés ★★★★★ megosztása

source: Left
hu_hu: Bal oldalra igazított

source: Margin Bottom
hu_hu: Alsó margó

source: Margin Left
hu_hu: Bal margó

source: Margin Right
hu_hu: Jobb margó

source: Margin Top
hu_hu: Felső margó

source: Mihály Földesi
hu_hu: Földesi Mihály

source: No
hu_hu: Nem

source: None
hu_hu: Nincs

source: Outset
hu_hu: Külső 3D-s vonal

source: Padding Bottom
hu_hu: Alsó kitöltés

source: Padding Left
hu_hu: Bal kitöltés

source: Padding Right
hu_hu: Jobb kitöltés

source: Padding Top
hu_hu: Felső kitöltés

source: Page URL
hu_hu: Céloldal hiperhivatkozása

source: Percent
hu_hu: Százalék

source: Please don't forget to <a href="%s" target="_blank">rate the plugin!</a>
hu_hu: Ne felejtsük el <a href="%s" target="_blank">értékelni és véleményezni</a> a beépülő modult!

source: Please rating!
hu_hu: Vélemény és értékelés megosztása

source: Position Place
hu_hu: Pozícionálás

source: Péter Földesi
hu_hu: Földesi Péter

source: Ridge
hu_hu: Domború 3D-s vonal

source: Right
hu_hu: Jobb oldalra igazított

source: Round Cornor
hu_hu: Lekerekített sarkok

source: Set Background Color
hu_hu: Háttérszín kiválasztása

source: Set Border Color
hu_hu: Szegélyszín kiválasztása

source: Setup
hu_hu: Beállítások

source: Solid
hu_hu: Folytonos vonal

source: Specifies the background color.
hu_hu: Meghatározza a háttér színét.

source: Specifies the border color.
hu_hu: Meghatározza a szegély színét.

source: Straight Cornor
hu_hu: Szögletes sarkok

source: Szécehnyi 2020 Logo is a free plugin. If you find it useful then a review on wordpress.org would be most appreciated!
hu_hu: A Széchenyi 2020 logó egy ingyenes beépülő modul. Ha hasznosnak találjuk, akkor egy pozitív véleményt a beépülő modul készítője szívesen fogad a hivatalos wordpress.org oldalon!

source: Széchenyi 2020 Custom Settings
hu_hu: Széchenyi 2020 logó személyreszabása

source: Széchenyi 2020 Logo
hu_hu: Széchenyi 2020 logó

source: Széchenyi 2020 logo at bottom position
hu_hu: Széchenyi 2020 logó az alsó pozícióban

source: Széchenyi 2020 logo at top position
hu_hu: Széchenyi 2020 logó a felső pozícióban

source: Széchenyi 2020 message:
hu_hu: Széchenyi 2020 üzenet:

source: Theme Fix
hu_hu: Sablon javítása

source: This affects the horizontal position of a positioned logo element.
hu_hu: Beállítja a logó vízszintes elhelyezkedését.

source: This affects the sort of logo element's border style.
hu_hu: Meghatározza, hogy a szegély milyen külalakú legyen.

source: This affects the vertical position of a positioned logo element.
hu_hu: Beállítja a logó függőleges elhelyezkedését.

source: This affects to turn the logo element to closeable.
hu_hu: Bezárhatóvá teszi a logót.

source: This defines the radius of the logo element's corners. You can set it Round Cornor is selected.
hu_hu: A sarkok lekerekítés sugarának megadása. Ez akkor érhető el, ha a „lekerekített sarkok” opció van kiválasztva.

source: This plugin places a Széchenyi 2020 logo to the frontend to any position.
hu_hu: Egyszerűen, de nagyszerűen elhelyezi a Széchenyi 2020 logót a honlapon.

source: This sets bottom space between logo element and its bottom border.
hu_hu: Beállítja a térközt a logó és az alsó szegély között.

source: This sets custom css for desktop sizes.
hu_hu: Az alapértelmezett képernyőméretekhez egyéni CSS-t megadása. Csak is szakértőknek!

source: This sets custom css for mobile sizes.
hu_hu: A mobil képernyőméretekhez egyéni CSS megadása. Csak is szakértőknek!

source: This sets left space between logo element and its left border.
hu_hu: Beállítja a térközt a logó és a bal szegély között.

source: This sets page address of destination.
hu_hu: A logóra való kattintással a megadott URL-re ugrik! Csupán másoljuk ki a böngésző címsorából például azt a teljes címet, ami a pályázatok oldalát tartalmazza.

source: This sets right space between logo element and its right border.
hu_hu: Beállítja a térközt a logó és a bal szegély között.

source: This sets some CSS fixes for theme. Sometimes logo element hides functionality of scroll to top.
hu_hu: Ez a gyors CSS javítás megoldja azt a néha előforduló problémát, amikor a logó eltakarja a jobb alsó sarokban lévő ún. „vissza az oldal tetejére” funkciót.

source: This sets the background color of logo element.
hu_hu: Beállítja a logó háttérszínét.

source: This sets the bottom border of logo element.
hu_hu: Beállítja az alsó szegély méretét.

source: This sets the bottom margin of logo element.
hu_hu: Beállítja az alsó margó térközét.

source: This sets the color of logo element's all borders.
hu_hu: Beállítja a logó szegélyének színét.

source: This sets the height of logo element.
hu_hu: Beállítja a logó magasságát..

source: This sets the left margin of logo element.
hu_hu: Beállítja a bal margó térközét.

source: This sets the right border of logo element.
hu_hu: Beállítja a belső szegély méretét.

source: This sets the right margin of logo element.
hu_hu: Beállítja a felső bal térközét.

source: This sets the style of logo element's border
hu_hu: Meghatározza a logó szegélyének a stílusát.

source: This sets the top border of logo element.
hu_hu: Beállítja a felső szegély méretét.

source: This sets the top margin of logo element.
hu_hu: Beállítja a felső margó térközét.

source: This sets the width of logo element.
hu_hu: Beállítja a logó szélességét.

source: This specifies the type of positioning method used for logo element. If fixed is selected, it is positioned relative to the viewport, which means it always stays in the same place even if the page is scrolled.
hu_hu: Meghatározza a logóhoz használt pozicionálási módszer típusát. Ha a „rögzített” lehetőség van kiválasztva, akkor a logó „lebegni” fog a görgetés közben is.

source: Top
hu_hu: Legfelül

source: Type of sizing. If percentages is selected, it allows the sizing of logo element relative to their containing page.
hu_hu: Méretezés mértékegységének meghatározása.

source: Unit
hu_hu: Mértékegyég

source: Vertical Position
hu_hu: Függőleges elhelyezkedés

source: Website
hu_hu: Honlap

source: Welcome on admin settings page of Széchenyi 2020 Logo. If you would like you can modify default parameters manually with this form. The current default settings are for guidance only. The developer of the plug-in assumes no any responsibility.
hu_hu: Amennyiben szeretnénk, lehetőségünk van az alábbi beállítások segítségével a Széchenyi 2020 logó elhelyezésén finomítani. A jelenlegi alapértelmezett beállítások csupán tájékoztató jellegűek. A beépülő modul fejlesztője semmilyen felelősséget nem vállal.

source: Width
hu_hu: Szélesség

source: Yes
hu_hu: Igen
